Repository: yllar/plugin.video.jupiter.err.ee
Catalog: resources/language/resource.language.*/strings.po
Languages: et_ee

# #30000
source: General
et_ee: Üldine

# #30001
source: Show subtitles
et_ee: Näita subtiitreid

# #30002
source: Primary preference
et_ee: Esmane eelistus

# #30003
source: Secondary preference
et_ee: Teine eelistus

# #30004
source: Estonian
et_ee: Eesti

# #30005
source: Hearing impaired
et_ee: Vaegkuuljad

# #30006
source: Russian
et_ee: Vene

# #30007
source: Advanced
et_ee: Edasijõudnud

# #30008
source: Enable loading of images
et_ee: Luba piltide laadimine

# #30009
source: Category text colour
et_ee: Kategooria teksti värv

# #30010
source: Season text colour
et_ee: Hooaja teksti värv

# #30011
source: Unplayable text colour
et_ee: Sisu pole saadaval värv

# #30012
source: Search
et_ee: Otsing

# #30013
source: Enter search term
et_ee: Sisesta otsingusõna

# #30014
source: matches
et_ee: vasteid

# #30030
source: [COLOR white]White[/COLOR]
et_ee: [COLOR white]Valge[/COLOR]

# #30031
source: [COLOR ivory]Ivory[/COLOR]
et_ee: [COLOR ivory]Elevandiluu[/COLOR]

# #30032
source: [COLOR silver]Silver[/COLOR]
et_ee: [COLOR silver]Hõbedane[/COLOR]

# #30033
source: [COLOR gray]Gray[/COLOR]
et_ee: [COLOR gray]Hall[/COLOR]

# #30034
source: [COLOR limegreen]Lime green[/COLOR]
et_ee: [COLOR limegreen]Laimi roheline[/COLOR]

# #30035
source: [COLOR green]Green[/COLOR]
et_ee: [COLOR green]Roheline[/COLOR]

# #30036
source: [COLOR lightblue]Light blue[/COLOR]
et_ee: [COLOR lightblue]Helesinine[/COLOR]

# #30037
source: [COLOR blue]Blue[/COLOR]
et_ee: [COLOR blue]Sinine[/COLOR]

# #30038
source: [COLOR deeppink]Pink[/COLOR]
et_ee: [COLOR deeppink]Roosa[/COLOR]

# #30039
source: [COLOR turquoise]Turquoise[/COLOR]
et_ee: [COLOR turquoise]Türkiis[/COLOR]

# #30040
source: [COLOR gold]Gold[/COLOR]
et_ee: [COLOR gold]Kuldne[/COLOR]

# #30041
source: [COLOR yellow]Yellow[/COLOR]
et_ee: [COLOR yellow]Kollane[/COLOR]

# #30042
source: [COLOR brown]Brown[/COLOR]
et_ee: [COLOR brown]Pruun[/COLOR]

# #30043
source: [COLOR orange]Orange[/COLOR]
et_ee: [COLOR orange]Oranž[/COLOR]

# #30044
source: [COLOR red]Red[/COLOR]
et_ee: [COLOR red]Punane[/COLOR]

# #30045
source: Enable inputstream.adaptive on DRM free content
et_ee: Luba inputstream.adaptive DRM vabal sisul
